Repository: YUL0426/scoor
Catalog: Scoor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

# %@로 확인 메일을 보냈습니다. 메일의 링크를 눌러 가입을 완료해 주세요.
source: We sent a confirmation email to %@. Open the link in the email to finish signing up.
fr: Un e-mail de confirmation a été envoyé à %@. Ouvrez le lien pour terminer l’inscription.
ja: %@に確認メールを送りました。メールのリンクから登録を完了してください。
ko: %@로 확인 메일을 보냈습니다. 메일의 링크를 눌러 가입을 완료해 주세요.
pt_br: Enviamos um e-mail de confirmação para %@. Abra o link para concluir o cadastro.

# scoor · 최근 %lld일 평균 %@점 · %lld일 기록 How's your day? scoor!
source: scoor · Last %1$lld days Average %2$@ points · %3$lld days recorded How's your day? scoor!
fr: scoor · %1$lld derniers jours Moyenne : %2$@ · Jours renseignés : %3$lld Quelle note pour votre journée ? scoor !
ja: scoor · 直近%1$lld日間 平均%2$@点 · %3$lld日分の記録 今日の一日は何点？ scoor!
ko: scoor · 최근 %lld일 평균 %@점 · %lld일 기록 How's your day? scoor!
pt_br: scoor · Últimos %1$lld dias Média: %2$@ · Dias registrados: %3$lld Que nota você dá para o seu dia? scoor!

# 당신은 %lld점으로 반응했어요.
source: You reacted with a score of %lld.
fr: Vous avez donné un score de %lld.
ja: %lld点で記録しました。
ko: 당신은 %lld점으로 반응했어요.
pt_br: Você deu uma nota de %lld.

# 저장 중 문제가 발생했어요. (%@)
source: Could not save. (%@)
fr: Un problème est survenu lors de l’enregistrement. (%@)
ja: 保存中に問題が発生しました。（%@）
ko: 저장 중 문제가 발생했어요. (%@)
pt_br: Ocorreu um problema ao salvar. (%@)

# 요청이 거부되었습니다: %@
source: Request rejected: %@
fr: Demande refusée : %@
ja: リクエストが拒否されました：%@
ko: 요청이 거부되었습니다: %@
pt_br: Solicitação recusada: %@

# 서버 오류(%lld)가 발생했습니다.
source: A server error occurred (%lld).
fr: Une erreur serveur est survenue (%lld).
ja: サーバーエラーが発生しました（%lld）。
ko: 서버 오류(%lld)가 발생했습니다.
pt_br: Ocorreu um erro no servidor (%lld).

source: Use at least 3 characters.
fr: Utilisez au moins 3 caractères.
ja: 3文字以上で入力してください。
pt_br: Use pelo menos 3 caracteres.

source: Letters, numbers, and underscores only.
fr: Lettres, chiffres et traits de soulignement uniquement.
ja: 文字・数字・アンダースコアが使えます。
pt_br: Use apenas letras, números e sublinhados.

source: Checking availability...
fr: Vérification de la disponibilité…
ja: 使用できるか確認中…
pt_br: Verificando disponibilidade…

source: Looks good. It is yours.
fr: Ce nom est disponible.
ja: この名前が使えます。
pt_br: Esse nome está disponível.

source: That name is already taken.
fr: Ce nom est déjà pris.
ja: この名前はすでに使われています。
pt_br: Esse nome já está em uso.

# 오늘의 점수 %lld점
source: Today’s score: %lld
fr: Score du jour : %lld sur 100
ja: 今日のスコア、100点満点で%lld点
ko: 오늘의 점수 %lld점
pt_br: Nota de hoje: %lld de 100

source: Password
fr: Mot de passe
ja: パスワード
pt_br: Senha

source: 6+ characters
fr: 6 caractères minimum
ja: 6文字以上
pt_br: Pelo menos 6 caracteres

source: Korea
fr: Corée du Sud
ja: 韓国
pt_br: Coreia do Sul

source: Japan
fr: Japon
ja: 日本
pt_br: Japão

source: USA
fr: États-Unis
ja: アメリカ
pt_br: Estados Unidos

source: SEA
fr: Asie du Sud-Est
ja: 東南アジア
pt_br: Sudeste Asiático

source: Daily
fr: Par jour
ja: 日ごと
pt_br: Por dia

source: Weekly
fr: Par semaine
ja: 週ごと
pt_br: Por semana

source: Monthly
fr: Par mois
ja: 月ごと
pt_br: Por mês

source: Advanced Insights
fr: Analyse détaillée
ja: 詳しい振り返り
pt_br: Análise detalhada

source: Monthly Pattern
fr: Tendances du mois
ja: 月の傾向
pt_br: Tendências do mês

source: Highest Day
fr: Meilleur jour
ja: 最高の日
pt_br: Melhor dia

source: Lowest Day
fr: Jour le plus bas
ja: 最低の日
pt_br: Dia com menor nota

source: THURSDAY
fr: JEUDI
ja: 木曜日
pt_br: QUINTA-FEIRA

source: Share
fr: Partager
ja: 共有
pt_br: Compartilhar

source: Preparing…
fr: Préparation…
ja: 準備中…
pt_br: Preparando…

source: Instagram Story
fr: Story Instagram
ja: Instagramストーリーズ
pt_br: Story do Instagram

source: Save to Gallery
fr: Enregistrer dans Photos
ja: 写真に保存
pt_br: Salvar em Fotos

source: WHAT'S YOUR SCOOR?
fr: QUEL EST VOTRE SCOOR ?
ja: あなたのSCOORは何点？
pt_br: QUAL É O SEU SCOOR?

source: PEAK
fr: AU TOP
ja: 最高
pt_br: NO TOPO

source: WARM
fr: BIEN
ja: いい感じ
pt_br: BEM

source: STEADY
fr: STABLE
ja: いつもどおり
pt_br: ESTÁVEL

source: DIM
fr: EN BAISSE
ja: いまひとつ
pt_br: PRA BAIXO

source: DEEP
fr: DIFFICILE
ja: しんどい
pt_br: DIFÍCIL

source: GLOBAL
fr: MONDE
ja: 世界

source: See how people around the world felt today.
fr: Découvrez comment le monde se sent aujourd’hui.
ja: 今日、世界のみんなはどんな気分？
pt_br: Veja como as pessoas pelo mundo se sentem hoje.

# 커뮤니티 제안 · %@
source: Community proposal · %@
fr: Proposition de la communauté · %@
ja: コミュニティからの提案 · %@
ko: 커뮤니티 제안 · %@
pt_br: Sugestão da comunidade · %@

# 탈퇴한 사용자
source: Deleted user
fr: Compte supprimé
ja: 退会したユーザー
ko: 탈퇴한 사용자
pt_br: Conta excluída

source: , mood %@
fr: , humeur : %@
ja: 、気分：%@
pt_br: , humor: %@

source: Find support in your country
fr: Trouver de l’aide dans votre pays
ja: お住まいの国の相談窓口を探す
pt_br: Encontrar apoio no seu país

source: Welcome! Your Scoor journey begins today. 🎉
fr: Votre première journée est enregistrée. 🎉
ja: はじめての記録ができました。🎉
pt_br: Seu primeiro dia está registrado. 🎉

source: A flawless 100! Soak it in 💯
fr: 100 sur 100 ! Une journée à savourer. 💯
ja: 100点満点！いい一日でしたね。💯
pt_br: 100 de 100! Um dia para aproveitar. 💯

source: A zero day. Be gentle with yourself — tomorrow resets 🌱
fr: Une journée à zéro. Prenez soin de vous. 🌱
ja: 今日は0点。今は無理せず休んでください。🌱
pt_br: Hoje foi zero. Cuide de você. 🌱

source: %lld days in a row! Keep the streak alive 🔥
fr: Jours consécutifs enregistrés : %lld 🔥
ja: %lld日連続で記録できました！🔥
pt_br: Dias seguidos registrados: %lld 🔥

source: %lld points higher than last week!
fr: %lld points de plus que le même jour la semaine dernière
ja: 先週の同じ曜日より%lld点高め
pt_br: %lld pontos acima do mesmo dia da semana passada

source: %lld points lower than last week!
fr: %lld points de moins que le même jour la semaine dernière
ja: 先週の同じ曜日より%lld点低め
pt_br: %lld pontos abaixo do mesmo dia da semana passada

source: %lld points above your monthly average!
fr: %lld points au-dessus de votre moyenne du mois
ja: 今月の平均より%lld点高め
pt_br: %lld pontos acima da sua média do mês

source: %lld points below your monthly average!
fr: %lld points en dessous de votre moyenne du mois
ja: 今月の平均より%lld点低め
pt_br: %lld pontos abaixo da sua média do mês

source: %lld-day upward streak! 🔥
fr: Votre score monte depuis %lld jours. 🔥
ja: %lld日連続でスコアが上向きです。🔥
pt_br: Sua nota está subindo há %lld dias. 🔥

source: You've been trending down for %lld days. Hang in there 💪
fr: Vos scores baissent depuis %lld jours. Prenez soin de vous.
ja: %lld日ほどスコアが下がっています。無理せずに。
pt_br: Suas notas caíram nos últimos %lld dias. Vá com calma.

source: What an amazing day! 🌟
fr: Quelle belle journée ! 🌟
ja: いい一日でしたね！🌟
pt_br: Que dia bom! 🌟

source: Tough day. Tomorrow is a new start 🌅
fr: Une journée difficile. Prenez le temps de souffler. 🌅
ja: 大変な一日でしたね。今日はゆっくり。🌅
pt_br: Um dia difícil. Tire um tempo para descansar. 🌅

source: Score recorded! Keep tracking. 📝
fr: Votre score est enregistré. 📝
ja: 今日のスコアを記録しました。📝
pt_br: Sua nota está registrada. 📝

source: Best Day: —
fr: Meilleur jour : —
ja: 最高の曜日：—
pt_br: Melhor dia: —

source: Record scores to see patterns.
fr: Notez vos journées pour voir les tendances.
ja: 記録を続けると傾向が見えてきます。
pt_br: Registre suas notas para ver as tendências.

source: Best Day: %@
fr: Meilleur jour : %@
ja: 最高の曜日：%@
pt_br: Melhor dia: %@

source: Worst Day: %@
fr: Jour le plus bas : %@
ja: 低めの曜日：%@
pt_br: Dia com menor nota: %@

source: Highest consistency with an average of %.0f pts
fr: Moyenne la plus élevée : %.0f points
ja: 平均%.0f点で最も高い曜日
pt_br: Maior média: %.0f pontos

source: Softer stretch with an average of %.0f pts
fr: Moyenne la plus basse : %.0f points
ja: 平均%.0f点で最も低い曜日
pt_br: Menor média: %.0f pontos

source: Weekend vs Weekday
fr: Week-end et semaine
ja: 週末と平日
pt_br: Fim de semana e dias úteis

source: Weekends are about 10pts higher on average
fr: Les week-ends sont environ 10 points au-dessus en moyenne
ja: 週末は平均で約10点高め
pt_br: Os fins de semana têm média cerca de 10 pontos maior

source: Home
fr: Accueil
ja: ホーム
ko: 홈
pt_br: Início

# %@ 차단
source: Block %@
fr: Bloqué le %@
ja: %@にブロック
ko: %@ 차단
pt_br: Bloqueado em %@

source: No diary pressure. Just one number that remembers how today felt.
fr: Pas besoin d’écrire un journal. Un score suffit pour garder une trace du jour.
ja: 長く書かなくても大丈夫。今日を点数で残そう。
pt_br: Não precisa escrever um diário. Uma nota já registra como foi o dia.

source: A live emotional pulse from real days, cities, and tiny moments.
fr: Découvrez les journées partagées depuis différentes villes.
ja: いろいろな街のみんなの一日を見てみよう。
pt_br: Veja os dias compartilhados por pessoas de várias cidades.

source: Try your first Scoor
fr: Donner mon premier Scoor
ja: はじめてのスコアをつける
pt_br: Dar meu primeiro Scoor

source: Next
fr: Suivant
ja: 次へ
pt_br: Próximo

source: Save my first Scoor
fr: Enregistrer mon premier Scoor
ja: 最初のScoorを保存
pt_br: Salvar meu primeiro Scoor

source: %+d vs yesterday
fr: %+d par rapport à hier
ja: 昨日より%+d点
pt_br: %+d em relação a ontem

# 리포스트 취소
source: Undo repost
fr: Annuler le repost
ja: リポストを取り消す
ko: 리포스트 취소
pt_br: Desfazer repost

# 리포스트 저장에 실패했어요. 다시 시도해주세요.
source: Could not save your repost. Please try again.
fr: Impossible d’enregistrer votre repost. Réessayez.
ja: リポストを保存できませんでした。もう一度お試しください。
ko: 리포스트 저장에 실패했어요. 다시 시도해주세요.
pt_br: Não foi possível salvar seu repost. Tente novamente.

# 저장 실패
source: Could not save
fr: Échec de l’enregistrement
ja: 保存できませんでした
ko: 저장 실패
pt_br: Falha ao salvar

# 아직 리포스트한 글이 없어요
source: No reposts yet
fr: Aucun repost pour le moment
ja: リポストはまだありません
ko: 아직 리포스트한 글이 없어요
pt_br: Ainda não há reposts

# 홈에서 마음에 드는 글을 리포스트해보세요
source: Repost a post you like from Home
fr: Repostez une publication qui vous plaît depuis l’accueil
ja: ホームで気に入った投稿をリポストしてみましょう
ko: 홈에서 마음에 드는 글을 리포스트해보세요
pt_br: Reposte uma publicação de que gostou no início

# time.short.hours
source: %lldh
ja: %lld時間
ko: %lld시간

# time.short.seconds
source: %llds
ja: %lld秒
ko: %lld초

source: Version 1.0
ja: バージョン1.0
pt_br: Versão 1.0

source: Version 1.0 (1)
ja: バージョン1.0 (1)
pt_br: Versão 1.0 (1)

# 기록
source: Journal
ja: 記録
ko: 기록
pt_br: Registros

# 날짜
source: Date
ja: 日付
ko: 날짜
pt_br: Data

# 점수 %lld
source: Score %lld
ja: スコア%lld点
ko: 점수 %lld
pt_br: Nota: %lld

# 종류
source: Type
ja: 種類
ko: 종류
pt_br: Tipo

# 코인
source: Crypto
ja: 暗号資産
ko: 코인
pt_br: Cripto

# 테크
source: Tech
ja: テクノロジー
ko: 테크
pt_br: Tecnologia

# 소개
source: Bio
ja: 自己紹介
ko: 소개

# 언급
source: Mentions
ja: メンション
ko: 언급
pt_br: Menções

# 프랑스, 파리
source: Paris, France
ja: フランス・パリ
ko: 프랑스, 파리
pt_br: Paris, França

source: Email
ja: メールアドレス

source: Europe
ja: ヨーロッパ
pt_br: Europa

source: Match
ja: 試合
pt_br: Partida

source: LOCAL
ja: 地域

source: %.0f pts
ja: %.0f点
